// 2. Даны два числа. Показать большее и меньшее число

int numA = 82;
int numB = 33;

if (numA > numB) Console.WriteLine(numA + " = большее число " + numB + " = меньшее число");
else Console.WriteLine(numB + " = большее число " + numA + " = меньшее число");